Repository: DengShouXi/ApiRelay
Catalog: ApiRelay/ApiRelay/Localizable.xcstrings
Source language: en
Languages: zh_hans

# vault.sync.icloud.status.unknown
source: Could not determine
zh_hans: 无法确定

# vault.sync.identity %@
source: Cloud identity %@
zh_hans: 云身份编号 %@

# vault.sync.lastSuccess.at %@
source: Last success: %@
zh_hans: 上次成功：%@

# vault.sync.lastSuccess.none
source: No successful metadata sync on this device yet.
zh_hans: 这台设备还没有成功交过元数据。

# vault.sync.metadata.failure %@
source: Last error: %@
zh_hans: 最近失败：%@

# vault.sync.metadata.help
source: Names and accounts sync through iCloud. The last-success time is only for metadata on this device.
zh_hans: 名称和账号等元数据经 iCloud 同步。这里的上次时间只记录这台设备交元数据成功的时刻。

# vault.sync.metadata.off
source: Not connected; using the local store.
zh_hans: 未接云，走本机库

# vault.sync.metadata.on
source: Cloud sync on
zh_hans: 已开启云同步

# vault.sync.now
source: Sync Now
zh_hans: 立即同步

# vault.sync.now.footnote
source: This button only submits metadata to iCloud. Other devices and key secrets still finish in the background.
zh_hans: 这个按钮只把元数据提交到 iCloud。对面设备和密钥明文仍由系统在后台完成。

# vault.sync.now.inProgress
source: Syncing…
zh_hans: 正在同步…

# vault.sync.now.localOnly
source: This run is using the local store, so there is no iCloud metadata pipeline to flush.
zh_hans: 这次运行走的是本机库，没有可提交的 iCloud 元数据通道。

# vault.sync.now.nothingToUpload
source: Nothing pending to upload on this device.
zh_hans: 本机无待上传变更。

# vault.sync.now.nothingToUpload.at %@
source: Nothing pending to upload. Last success: %@
zh_hans: 本机无待上传变更。上次成功：%@

# vault.sync.now.success
source: This device is up to date. Metadata syncs via iCloud; key secrets sync via iCloud Keychain on their own—the app cannot force that step.
zh_hans: 本机已刷新。账号等元数据经 iCloud 同步；密钥明文由系统钥匙串自行同步，应用无法强制加速。

# vault.sync.now.timedOut
source: iCloud did not confirm this pass in time. It may still finish in the background.
zh_hans: iCloud 尚未确认这次提交。系统仍可能在后台继续。

# vault.sync.now.unavailable
source: No iCloud account detected on this device. Sign in with Apple ID in System Settings first.
zh_hans: 未检测到本机 iCloud 账号。请先在系统设置中登录 Apple ID。

# vault.sync.now.uploaded %@
source: Metadata submitted to iCloud. %@
zh_hans: 元数据已提交到 iCloud。%@

# vault.sync.openSystemSettings
source: Open System Settings
zh_hans: 打开系统设置

# vault.sync.openSystemSettings.footnote
source: This app cannot sign you in or switch Apple ID. To see which account is signed in, open System Settings. iPhone: Settings → [your name] → iCloud → Passwords and Keychain. Mac: System Settings → Apple ID → iCloud → Passwords and Keychain.
zh_hans: 本 App 不能登录或切换 Apple ID。 要看是哪一个账号，去系统设置。 iPhone：设置 → [你的姓名] → iCloud → 密码与钥匙串。 Mac：系统设置 → Apple ID → iCloud → 密码与钥匙串。

# vault.sync.secrets.help
source: Key secrets sync through iCloud Keychain with system end-to-end encryption. This app cannot show progress or speed that up. Turn on iCloud Keychain on every device that should see the same keys.
zh_hans: 密钥明文经 iCloud 钥匙串同步，由系统端到端加密。本 App 看不到进度，也不能催促。每台要共用密钥的设备都需开启 iCloud 钥匙串。

# vault.sync.secrets.status
source: Syncs through iCloud Keychain
zh_hans: 由 iCloud 钥匙串同步

# vault.sync.section.account
source: Apple Account
zh_hans: 苹果账号

# vault.sync.section.how
source: How sync works
zh_hans: 同步怎么走

# vault.sync.section.metadata
source: Metadata
zh_hans: 元数据

# vault.sync.section.secrets
source: Key secrets
zh_hans: 密钥明文

# vault.sync.status.help
source: Names and accounts sync through iCloud. The last-success time is only for this device. Key secrets sync through iCloud Keychain. Sync Now cannot speed that up.
zh_hans: 名称和账号经 iCloud 同步。这里的上次时间只记录这台设备交名称成功的时刻。密钥明文经 iCloud 钥匙串同步，立即同步催不了。

# vault.sync.title
source: iCloud Sync
zh_hans: iCloud 同步

# vault.tab.byConsumer
source: Consumer
zh_hans: 按使用方

# vault.tab.byPlatform
source: Platform
zh_hans: 按平台

# vault.tab.settings
source: Settings
zh_hans: 设置

# vault.tab.title
source: Vault
zh_hans: 保险库

# vault.tab.trash
source: Trash
zh_hans: 回收站

# vault.title
source: Vault
zh_hans: 密钥保险库

# vault.toast.dismiss
source: OK
zh_hans: 好的

# vault.trash.batch.confirmDelete %lld
source: This will permanently delete %lld items. You can't undo this.
zh_hans: 将永久删除 %lld 项，无法恢复。

# vault.trash.batch.confirmDelete.title
source: Delete Forever?
zh_hans: 永久删除？

# vault.trash.batch.partial %lld %@
source: Finished %lld items. Couldn't process: %@
zh_hans: 已处理 %lld 项。未能处理：%@

# vault.trash.batch.pick
source: Check the items you want to restore or delete.
zh_hans: 勾选要恢复或永久删除的项目。

# vault.trash.batch.selected %lld
source: %lld Selected
zh_hans: 已选 %lld 项

# vault.trash.deselectAll
source: Deselect All
zh_hans: 取消全选

# vault.trash.field.deletedAt
source: Deleted
zh_hans: 删除时间

# vault.trash.field.purgeAt
source: Purges On
zh_hans: 永久清除

# vault.trash.missing.detail
source: This item is no longer in the Recycle Bin.
zh_hans: 该项已不在回收站中。

# vault.trash.missing.title
source: Item Unavailable
zh_hans: 项目不可用

# vault.trash.pick.detail
source: Choose an item in the list to restore it or delete it forever.
zh_hans: 在中间列表点选一项，即可在此恢复或永久删除。

# vault.trash.pick.title
source: Select an Item
zh_hans: 选择一项

# vault.trash.search.empty
source: No Matches
zh_hans: 无匹配结果

# vault.trash.search.empty.detail
source: Try another name or clear the search.
zh_hans: 换个关键词试试，或清除搜索。

# vault.trash.search.prompt
source: Search Recycle Bin
zh_hans: 搜索回收站

# vault.trash.select
source: Select
zh_hans: 选择

# vault.trash.selectAll
source: Select All
zh_hans: 全选

# vault.unassign
source: Unassign
zh_hans: 取消指派

# appLock.biometry.unavailable.title
source: Biometrics unavailable
zh_hans: 无法用生物识别解锁

# appLock.biometry.unavailable.hint
source: This device has no Face ID / Touch ID available. Unlock with your device passcode; revealing keys will use the same method from now on.
zh_hans: 本机没有可用的面容 ID / 触控 ID。用设备密码进入，之后查看密钥也改用同样的方式。

# appLock.biometry.unavailable.action
source: Unlock with device passcode
zh_hans: 用设备密码解锁

# settings.backup.exported.missingSecret %lld
source: %lld key(s) had no secret on this device; the backup still includes their names. Re-enter secrets after import if needed.
zh_hans: 有 %lld 把密钥本机没有明文，备份里仍保留了名称。导入后如需使用请重新录入明文。

# settings.backup.imported.missingSecret %lld
source: %lld key(s) were imported without a secret on this device. Open each key to re-enter the secret.
zh_hans: 有 %lld 把密钥已导入但本机没有明文。请打开对应密钥重新录入。
